Repository: st3xupery/replace-content-image-size
Catalog: languages/replace-content-image-size-*.po
Languages: es_es

source: Incorrect Width format
es_es: Formato de ancho incorrecto

source: Incorrect Width value
es_es: Valor de ancho incorrecto

source: Incorrect second Width value
es_es: El segundo valor del ancho es incorrecto

source: Please, enter a format size
es_es: Por favor, introduce un formato de tamaño

source: Step 1/3
es_es: Paso 1/3

source: Input data
es_es: Introducción de datos

source: Width: exact or period with "-" and max 100 units
es_es: Ancho: valor exacto o intervalo separado por guión "-" con un máximo de 100 unidades

source: New size: thumbnail, medium, large, full or custom
es_es: Nuevo tamaño: thumbnail, medium, large, full o personalizado

source: Post type: optional, empty for <i>post</i>
es_es: Post type: opcional, dejar vacío para el tipo <i>post</i>

source: Next step: check and confirm
es_es: Próximo paso: comprobar y confirmar

source: Step 2/3
es_es: Paso 2/3

source: Confirm replacements
es_es: Confirmar substituciones

source: Old width
es_es: Anterior ancho

source: New size
es_es: Nuevo tamaño

source: Step 3/3
es_es: Paso 3/3

source: Found guid: <b>%s</b>
es_es: Encontrado guid: <b>%s</b>

source: No guid found: %s
es_es: No se ha encontrado el guid: %s

source: Found slug: <b>%s</b>
es_es: Encontrado por slug: <b>%s</b>

source: No slug found: %s
es_es: No se ha encontrado por slug: %s

source: Nothing to do
es_es: Ninguna acción

source: Please, before next step, <b>BACKUP TABLE %s</b>
es_es: Por favor, antes del último paso, es recomendable realizar una <b>COPIA DE SEGURIDAD DE LA TABLA %s</b>

source: Next step: UPDATE !
es_es: Próximo paso: ACTUALIZAR!

source: Data updated
es_es: Datos actualizados

source: Edit entry
es_es: Editar entrada
